jet_in_flow/4_icoFoamColored_laminar_nonmixing/U1_0_1_U2_0_1/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
|  transportProperties for incompressible laminar (icoFoam)                  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

transportModel  Newtonian;

// kinematic viscosity [m^2/s]
nu  [0 2 -1 0 0 0 0] 1.5e-5;     // air ≈ 1.5e-5; water ≈ 1e-6, oil ~1e-4 to 1e-3
// ************************************************************************* //


D   [0 2 -1 0 0 0 0]  0;   // 0 = nur Advektion; 1e-8..1e-6 für Glättung
